Repository: mozilla-l10n/mt-training-data
Catalog: jv/jv_pontoon.tmx
Source language: en_us
Languages: jv

source: Don’t ask again for this site until %1$s restarts
jv: Aja takon maneh situs iki nganti nganyari maneh %1$s

source: Double click on the home background to switch themes.
jv: Klik pindho ing latar tepas kanggo ngganti téma.

source: Download canceled
jv: Undhuhan dibatalaké

source: downloading
jv: ngundhuh

source: Downloading…
jv: Ngundhuh…

source: Download protocol not supported
jv: Protokol undhuhan ora kasokong

source: EDIT
jv: BESUT

source: Edit bookmark
jv: Owahi tetenger

source: Education
jv: Pandhidhikan

source: Erase private browsing history
jv: Busak riwayat delajahan pribadi

source: Exit
jv: Metu

source: failed
jv: gagal

source: Failed to capture screenshot
jv: Gagal njeprèt layar

source: - Fast and lightweight - Data saving - Powerful screenshots
jv: - Cepet lan ènthèng - Nyimpen dhata - Jeprèt layar kang kuat

source: FEEDBACK
jv: TANGGEPAN

source: File saved to SD card
jv: Berkas kasimpen ing kartu SD

source: Find an app that can open link
jv: Golèk aplikasi sing bisa mbukak pranala

source: Find in page
jv: Golèk ing kaca

source: Find next result
jv: Golek asil sabanjure

source: Find previous result
jv: Golek asil sadurunge

source: Form history
jv: Riwayat formulir

source: Give feedback
jv: Wènèhi tanggepan

source: Hey, check out this fast and lightweight browser from %3$s. %1$s %2$s
jv: Hèh, priksa paramban ingkang cepet lan ènthèng saka %3$s. %1$s %2$s

source: Hindi
jv: Basa Hindi

source: Internal storage
jv: Panyimpenan internal

source: It may take a while
jv: Sedhéla

source: Just one flip, keep yourself updated with the “%1$s” - a variety of contents from the most popular topics to the hottest deals. %2$s
jv: Mung sakbalikan, tansah anyaraké karo “%1$s” - anéka kontèn saka topik paling populèr nganti dodolan paling oké. %2$s

source: Learn more
jv: Sinaoni manèh

source: Learn more about %1$s
jv: Sinaoni manèh ngenani %1$s

source: Leave Feedback
jv: Ninggal Tanggepan

source: Life Feed
jv: Warta Pedinan

source: Loading
jv: Ngamot

source: Location not available. Give permission to access your location.
jv: Pernah ora cumepak. Wènèhi idin kanggo ngaksès pernahé sampéyan.

source: Location permission is denied.
jv: Idin pernah ditolak.

source: Long press to adjust brightness
jv: Pèjèt suwé kanggo nyetèl pepadhang

source: Long press to open Downloads
jv: Pèjèt suwé kanggo mbukak Undhuhan

source: Love %1$s?
jv: Dhemen %1$s?

source: Make default browser
jv: Dadèkaké paramban setandar

source: Make sure you are connected to the internet
jv: Mesthèkaké sampéyan kasambung menyang internèt

source: Missing permissions. Give Firefox Rocket permission to access your location.
jv: Idin luput. Wenèhi Firefox Rocket idin kanggo ngaksès panggon sampèyan.

source: More options
jv: Pilihan liyané

source: multiple tabs
jv: klumpukan tab

source: My shots
jv: Jeprètan layarku

source: Navigate back
jv: Balik manèh

source: Navigate forward
jv: Maju manèh

source: News source
jv: Sumber warta

source: New tab opened
jv: Tab anyar kabukak

source: New update
jv: Nganyari anyar

source: Next-level privacy
jv: Wadi sabanjure

source: Night mode
jv: Mode bengi

source: Night mode brightness
jv: Kacerahan mode bengi

source: No bookmarks
jv: Ora ana tetenger

source: No browsing history
jv: Ora ana riwayat dlajahan

source: No downloads
jv: Ora ana undhuhan

source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
jv: Ora ana aplikasi ing piranti sampéyan sing bisa mbukak pranala iki. Sampéyan bisa metu saka %1$s kanggo nggolèki aplikasi ing %2$s sing bisa buka pranala.

source: NOPE
jv: ORA

source: No screenshots
jv: Ora ana jeprètan layar

source: No SD card detected. File was saved to internal storage.
jv: Ora ana kertu SD kang kasumurupan. Barkas kasimpen ing panyimpenan internal.

source: No, send feedback.
jv: Ora, kirim tanggepan.

source: not now
jv: ora saiki

source: Now blocking images
jv: Saiki mblokir gambar

source: Now showing images
jv: Saiki nuduhaké gambar

source: OK, got it!
jv: Oké, mudheng!

source: Open
jv: Bukak

source: OPEN
jv: BUKAK

source: Open image in new tab
jv: Bukak gambar ing tab anyar

source: Open link in new tab
jv: Bukak pranala ing tab anyar

source: paused
jv: dilèrènké

source: Pending
jv: Katundha

source: Politics
jv: Pulitik

source: Privacy Notice
jv: Pratélan Wadi

source: Private tab
jv: Tab pribadi

source: Product Update Notice
jv: Pratélan Panganyaran Produk

source: RATE 5 STARS
jv: WÈNÈHI 5 LINTANG

source: Rate Us
jv: Bintangi Kita

source: RATE US
jv: BINTANGI KITA

source: Religion
jv: Agama

source: Reload website
jv: Amot manèh situs wèb

source: Remove from list
jv: Ilangké saka daptar

source: Resolution: %1$s
jv: Résolusi: %1$s

source: Return to previous app
jv: Balik menyang aplikasi kapungkur

source: SAVE
jv: SIMPEN

source: Save data = Save money
jv: Irit dhata = Irit dhuwit

source: Save downloads to
jv: Simpen undhuhan ing

source: Save image
jv: Simpen gambar

source: Save on data costs by blocking tracking ads. Save even more when you enable image blocking.
jv: Mblokir iklan palacak ora mung nyepetaké paramban, nanging uga bisa nyimpen dhata. Nyimpen luwih akeh manèh kala sampéyan mblokir gambar.

source: Screenshot deleted
jv: Jeprètan layar dibusak

source: Screenshot everything
jv: Jepret layar sakabèhé

source: Screenshot saved
jv: Jeprètan layar kasimpen

source: Screenshot the whole page
jv: Jeprèt sakabèhing layar

source: SD card
jv: Kartu SD

source: SD card is almost full. File was saved to internal storage.
jv: Kertu SD mèh kebak. Barkas kasimpen ing panyimpenan internal.

source: Search history
jv: Riwayat golèkan

source: Search in Firefox Lite
jv: Golèk ing Firefox Lite

source: Search in Firefox Rocket
jv: Golèk ing Firefox Rocket

source: Send usage data
jv: Kirim dhata panggunaan

source: settings
jv: setèlan

source: Shape a better product for Indonesia
jv: Gawé prodhuk sing luwih apik kanggo Indonesia

source: SHARE
jv: DUM

source: Share %1$s with friends!
jv: Dumké %1$s karo kancané sampéyan!

source: Share image
jv: Dum gambar

source: Share link
jv: Dum pranala

source: Share via
jv: Dum lumantar

source: Share with friends
jv: Dum menyang kanca-kanca

source: Size: %1$s
jv: Ukuran: %1$s

source: Sports
jv: Ulah raga

source: Stop loading website
jv: Lèrèn ngamot situs wèb

source: Storage inaccessible. Download canceled.
jv: Panyimpenan dhata ora bisa kaaksès. Undhuhan kawurungaké.

source: Storage not available. Give permission to store photos and files on your device.
jv: Panyimpenan ora cumepak. Wènèhi idin kanggo nyimpen foto lan barkas ing pirantiné sampéyan.

source: Storage permission is denied.
jv: Idin panyimpenan ditolak.

source: Successful
jv: Suksès

source: SWITCH
jv: GANTI

source: System default
jv: Gawan sistem

source: Take screenshot of an entire page scroll. Read it offline without using data or tap it to revisit the web page.
jv: Jepret layar sakabèhé situs wèb. Waca sawijining jepretan layar tanpa nganggo dhata utawa tunyuk manéh kanggo mbalik menyang situs wèb mau.

source: Take screenshots of entire web pages. View a screenshot offline (without using data) or tap it to revisit the web page.
jv: Jepret layar sakabèhé situs wèb. Deleng sawijining jepretan layar tanpa nganggo dhata utawa tunyuk manéh kanggo mbalik menyang situs wèb mau.

source: Tamil
jv: Basa Tamil

source: Tap to set default browser
jv: Tunyuk kanggo ndadèkaké paramban setandar

source: Technology
jv: Tèknologi

source: Telugu
jv: Basa Telugu

source: Thanks for choosing %1$s
jv: Matur nuwun wis milih %1$s

source: Thank you for choosing our product. Your feedback is important to us.
jv: Matur nuwun wis milih produk kita. Tanggepan sampéyan penting kanggo kita.

source: Thank you for giving us feedback %1$s
jv: Matur suwun kanggo menehi saran %1$s

source: The 7-day free VPN service is ready for you. Install now to browse more privately and securely.
jv: Layanan VPN gratis 7 dina wis siap kanggo sampeyan. Instal saiki kanggo browsing luwih pribadi lan aman.

source: The address wasn’t understood
jv: Alamat ora dingertèni

source: Title: %1$s
jv: Judhul: %1$s

source: To improve your product experience, we collect information about your screenshots' categories.
jv: Kanggo ningkataké pengalaman produk sampéyan, kita ngumpulaké pratéla ngenani kategori jepretan layar sampéyan.

source: To improve your product experience, we collect information about your screenshots’ categories.
jv: Kanggo ningkataké pengalaman produk sampéyan, kita ngumpulaké pratéla ngenani kategori jepretan layar sampéyan.

source: To make Firefox Lite better for you and everyone, we made some changes to our privacy policy. Tap to learn more.
jv: Supaya Firefox Lite luwih apik kanggo sampéyan lan wong liya, kita ngowahi niti privasi. Tunyuk kanggo nyinaoni manèh.

source: To make Firefox Rocket better for you and everyone, we made some changes to our privacy policy. Tap to learn more.
jv: Supaya Firefox Rocket luwih apik kanggo sampéyan lan wong liya, kita ngowahi niti privasi. Tunyuk kanggo nyinaoni manèh.

source: TRY AGAIN
jv: COBA MANÈH

source: Turbo mode
jv: Mode turbo

source: Turbo mode disabled
jv: Mode turbo dipatèni

source: Turbo mode enabled
jv: Mode turbo diuripké

source: Unable to clear cache
jv: Ora bisa ngresikaké ampiran

source: Unknown
jv: Ora tepung

source: UPDATE
jv: VERSI ANYAR

source: Use turbo mode to block tracking ads so you can browse at blazing speeds. If sites seem broken, just tap off the turbo mode switch in the menu.
jv: Nggunakaké mode turbo kanggo mblokir iklan palacak ben sampéyan bisa ndlajah luwih banter. Menawa situs rusak, tunyuk saklar mode turbo ing menu.

source: VIEW
jv: DELENG

source: View your screenshots here!
jv: Deleng pikutan layar sampeyan ing kéné!

source: Webpage not available
jv: Kaca wèb ora kasadhiya

source: Website loaded
jv: Situs wèb kamot

source: We have a new look!
jv: Kita duwe tampilan anyar!

source: We heard your feedback!
jv: Kita ngrungokaké tanggepan sampéyan!

source: We need you! %1$s
jv: Kita perlu sampéyan! %1$s

source: We plan to integrate “Free Wifi-Finder” to help you find quality free internet connection nearby. Interested?
jv: Kita rencana kanggo nggabungake “Free Wifi-Finder” kanggo mbantu sampeyan nemokake koneksi internet sing gratis. Sampeyan kasengsem?

source: We plan to integrate “VPN service” to get you more freedom and more privacy when browsing. Interested?
jv: Kita rencana kanggo nggabungake “VPN service” kanggo nggawe sampeyan kebebasan lan privasi liyane nalika nelusur. Sampeyan kasengsem?

source: With the evolved product, we bring you a newly refreshed %1$s, with new name and new logo.
jv: Bareng produk sing berkembang, kita nampilake %1$s sing anyar, sabarenge jeneng anyar lan logo anyar.

source: YES, PLEASE
jv: IYO, MONGGO

source: Yes, rate 5 stars!
jv: Ya, wènèhi 5 lintang!

source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the %3$s, %4$s or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
jv: Sampéyan ora diwénéhi hak utawa lisènsi tumrap mèrek dagang Yayasan Mozilla utawa pihak liya, kalebu jeneng utawa logo %3$s, %4$s, utawa %1$s. Pratéla tambahan ana ing <a href="%2$s">kéné</a>.

source: You might need to install other software to open this address.
jv: Ayaké sampéyan perlu masang piranti alus liya kanggo mbukak alamat iki.

source: Your private browsing history has been erased.
jv: Riwayat dejalahan pribadhi sampéyan wis dibusak.

source: Your Rights
jv: Hak Sampéyan

source: Your Rights / Licenses
jv: Hak Sampéyan / Lisènsi

source: on the menu to capture an entire web page.
jv: ing menu kanggo njeprèt kaca sakkabèhé.

source: About %1$s
jv: Ngenani %1$s

source: About %1$s, help
jv: Ngenani %1$s, pitulung

source: + Add another search engine
jv: +Tambah mesin panggolèk liyané

source: Add search engine
jv: Tambah mesin panggolèk

source: Add to Home screen
jv: Tambah ing Layar Utama

source: Automatic private browsing. Browse. Erase. Repeat.
jv: Dlajahan pribadi otomatis. Dlajah. Busak. Balèni.

source: Block cookies
jv: Blokir kuki

source: Block JavaScript
jv: Blokir JavaScript

source: Content Blocking
jv: Blokir kontèn

source: Data Choices
jv: Pilihan Data

source: Download Firefox
jv: Undhuh Firefox

source: Erase
jv: Busak

source: Erase and Open
jv: Busak lan Bukak

source: Erase browsing history
jv: Busak riwayat dlajahan

source: Erase & open
jv: Busak & bukak

source: Get search suggestions
jv: Njaluk saran panggolekan

source: Insecure Connection
jv: Sambungan ora aman

source: Installed search engines
jv: Mesin panggolèk sing wis dipasang

source: Open in…
jv: Bukak ing…

source: Open in %1$s
jv: Bukak ing %1$s

source: Paste or enter URL
jv: Témpél utowo leboké URL

source: Powered by %1$s
jv: Disokong déning %1$s

source: Remove search engines
jv: Busak mesin panggolèk

source: Report Site Issue
jv: Lapur Masalah Situs

source: Restore default search engines
jv: Mulihaké mesin panggolèk standar

source: Search engine
jv: Mesin panggolèk

source: Search engine name
jv: Jeneng mesin panggolèk

source: Search for %1$s
jv: Golèk %1$s

source: Secure Connection
jv: Sambungan aman

source: Share…
jv: Dumké…

source: Show home screen tips
jv: Tuduhaké tip layar

source: Switching Apps
jv: Ganti aplikasi

source: Trackers blocked
jv: Palacak kablokir

source: Turning this off may fix some site problems
jv: Matèni iki bisa ndandani sawetara masalah situs

source: Turn off to fix some sites
jv: Patèni kanggo ndandani sawetara situs

source: URL already exists
jv: URL wis ana

source: Web Content
jv: Kontèn Wèb

source: What’s New
jv: Kabar Anyar

source: Your browsing history has been erased.
jv: Riwayat dlajahan sampéyan wis dibusak.

source: Ad Blocking
jv: Pamblokiran Iklan

source: Download File
jv: Undhuh Berkas

source: Erase and open %1$s
jv: Busak lan bukak %1$s

source: Open with app
jv: Bukak karo aplikasi

source: The address isn’t valid
jv: Alamat ora absah

source: Try Again
jv: Coba Manèh

source: account recovery key
jv: kunci mulihake akun

source: add-on
jv: tambahan

source: alternate text
jv: teks sulih

source: attack
jv: nyerang

source: attacker
jv: penyerang

source: attendee
jv: peserta

source: autoplay
jv: muter otomatis

source: unsafe
jv: ora aman

source: version
jv: versi
